INSERT INTO Album (id, album_name, release_date, album_type, sales_volume, artist_id) VALUES
-- 뉴진스(1)
(1, "New Jeans", "2022-08-01", "정규 앨범", 1000000, 1),
(2, "Ditto", "2022-12-19", "싱글 앨범", 800000, 1),
(3, "OMG", "2023-01-02", "싱글 앨범", 950000, 1),
(4, "Tell Me (FRNK Remix)", "2023-01-24", "싱글 앨범", 300000, 1),
(5, "Zero", "2023-04-03", "싱글 앨범", 500000, 1),
(6, "Be Who You Are", "2023-05-31", "싱글 앨범", 600000, 1),
(7, "Zero (J.I.D Remix)", "2023-06-21", "싱글 앨범", 400000, 1),
(8, "Super Shy", "2023-07-07", "싱글 앨범", 850000, 1),
(9, "Get Up", "2023-07-21", "정규 앨범", 700000, 1),
(10, "How Sweet", "2024-06-20", "싱글 앨범", 450000, 1);
-- 비투비(2)

-- 르세라핌(3)
(1, "FEARLESS", "2022-05-02", "미니 앨범", 500000, 3),
(2, "ANTIFRAGILE", "2022-10-17", "미니 앨범", 1000000, 3),
(3, "UNFORGIVEN", "2023-05-01", "정규 앨범", 1000000, 3),
(4, "EASY", "2024-02-19", "미니 앨범", 132289, 3);
-- 세븐틴(4)
(1, "17 CARAT", "2015-05-29", "미니 앨범", 205389, 4),
(2, "BOYS BE", "2015-09-10", "미니 앨범", 339152, 4),
(3, "LOVE & LETTER", "2016-04-25", "정규 앨범", 550000, 4),
(4, "Love & Letter Repackage Album", "2016-07-04", "리패키지 앨범", 300000, 4),
(5, "GOING SEVENTEEN", "2016-12-05", "미니 앨범", 459734, 4),
(6, "Al1", "2017-05-22", "미니 앨범", 584462, 4),
(7, "TEEN, AGE", "2017-11-06", "정규 앨범", 620000, 4),
(8, "Director's Cut", "2018-02-05", "스페셜 앨범", 200000, 4),
(9, "YOU MAKE MY DAY", "2018-07-16", "미니 앨범", 578452, 4),
(10, "YOU MADE MY DAWN", "2019-01-21", "미니 앨범", 656580, 4),
(11, "An Ode", "2019-09-16", "정규 앨범", 1000000, 4),
(12, "Heng:garæ", "2020-06-22", "미니 앨범", 1759303, 4),
(13, "Semicolon", "2020-10-19", "스페셜 앨범", 1239435, 4),
(14, "Your Choice", "2021-06-18", "미니 앨범", 1665820, 4),
(15, "Attacca", "2021-10-22", "미니 앨범", 2878078, 4),
(16, "Face the Sun", "2022-05-27", "정규 앨범", 3000000, 4),
(17, "FML", "2023-04-24", "정규 앨범", 6346704, 4);
-- BTS(5)
(1, "2 COOL 4 SKOOL", "2013-06-12", "싱글 앨범", 150000, 5),
(2, "O!RUL8,2?", "2013-09-11", "미니 앨범", 200000, 5),
(3, "Skool Luv Affair", "2014-02-12", "미니 앨범", 300000, 5),
(4, "Skool Luv Affair Special Addition", "2014-05-14", "스페셜 앨범", 250000, 5),
(5, "DARK & WILD", "2014-08-19", "정규 앨범", 300000, 5),
(6, "화양연화 pt.1", "2015-04-29", "미니 앨범", 350000, 5),
(7, "화양연화 pt.2", "2015-11-30", "미니 앨범", 450000, 5),
(8, "화양연화 Young Forever", "2016-05-02", "스페셜 앨범", 500000, 5),
(9, "WINGS", "2016-10-10", "정규 앨범", 700000, 5),
(10, "YOU NEVER WALK ALONE", "2017-02-13", "리패키지 앨범", 600000, 5),
(11, "LOVE YOURSELF 承 Her", "2017-09-18", "미니 앨범", 1500000, 5),
(12, "LOVE YOURSELF 轉 Tear", "2018-05-18", "정규 앨범", 2000000, 5),
(13, "LOVE YOURSELF 結 Answer", "2018-08-24", "리패키지 앨범", 2200000, 5),
(14, "MAP OF THE SOUL : PERSONA", "2019-04-12", "미니 앨범", 3000000, 5),
(15, "MAP OF THE SOUL : 7", "2020-02-21", "정규 앨범", 4500000, 5),
(16, "BE", "2020-11-20", "정규 앨범", 3000000, 5),
(17, "Proof", "2022-06-10", "컴필레이션 앨범", 2500000, 5),
(18, "The Most Beautiful Moment in Life, Part 1", "2015-04-29", "미니 앨범", 350000, 5),
(19, "The Most Beautiful Moment in Life, Part 2", "2015-11-30", "미니 앨범", 450000, 5),
(20, "WINGS", "2016-10-10", "정규 앨범", 700000, 5),
(21, "YOU NEVER WALK ALONE", "2017-02-13", "리패키지 앨범", 600000, 5),
(22, "LOVE YOURSELF 承 Her", "2017-09-18", "미니 앨범", 1500000, 5),
(23, "LOVE YOURSELF 轉 Tear", "2018-05-18", "정규 앨범", 2000000, 5),
(24, "LOVE YOURSELF 結 Answer", "2018-08-24", "리패키지 앨범", 2200000, 5),
(25, "MAP OF THE SOUL : PERSONA", "2019-04-12", "미니 앨범", 3000000, 5),
(26, "MAP OF THE SOUL : 7", "2020-02-21", "정규 앨범", 4500000, 5),
(27, "BE", "2020-11-20", "정규 앨범", 3000000, 5),
(28, "Proof", "2022-06-10", "컴필레이션 앨범", 2500000, 5);
-- 블랙핑크(6)
-- 에스파(7)
-- 아이브(8)
-- 엔믹스(9)
-- 투모로우바이투게더(10)