INSERT INTO Member (id, member_name, position, gender, birthday, country, artist_id) VALUES
-- 뉴진스(1)
(1, "민지", "리더, 메인 보컬, 메인 댄서", "여", "2004-05-07", "한국", 1),
(2, "하니", "서브 보컬, 메인 래퍼, 리드 댄서", "여", "2004-10-06", "호주, 베트남", 1),
(3, "다니엘", "서브 보컬, 서브 래퍼, 메인 댄서", "여", "2005-04-11", "한국, 호주", 1),
(4, "해린", "서브 보컬, 리드 댄서, 비주얼", "여", "2006-05-15", "한국", 1),
(5, "혜인", "메인 보컬, 서브 댄서", "여", "2008-04-21", "한국", 1),

-- 비투비(2)
(6, "서은광", "리더, 메인보컬", "남", "1990-11-22", "한국", 2),
(7, "이민혁", "메인레퍼", "남", "1990-11-29", "한국", 2),
(8, "이창섭", "리드보컬", "남", "1991-02-26", "한국", 2),
(9, "임현식", "리드보컬", "남", "1992-03-07", "한국", 2),
(10, "프니엘", "메인댄서, 리드래퍼", "남", "1993-03-10", "미국", 2),
(11, "육성재", "서브보컬", "남", "1995-05-02", "한국", 2),

-- 르세라핌(3)
(12, "사쿠라", "리드보컬, 서브래퍼", "여", "1998-03-19", "일본", 3),
(13, "김채원", "리더, 메인보컬", "여", "2000-08-01", "한국", 3),
(14, "허윤진", "메인보컬", "여", "2001-10-08", "미국", 3),
(15, "카즈하", "메인댄서, 리드래퍼, 서브보컬", "여", "2003-08-09", "일본", 3),
(16, "홍은채", "서브보컬, 서브래퍼", "여", "2006-11-10", "한국", 3),

-- 세븐틴(4)
(17, "에스쿱스", "힙합 유닛 리더, 리더, 메인래퍼", "남", "1995-08-08", "한국", 4),
(18, "정한", "서브보컬", "남", "1995-10-04", "한국", 4),
(19, "조슈아", "서브보컬", "남", "1995-12-30", "미국", 4),
(20, "준", "리드댄서, 서브보컬", "남", "1996-06-10", "중국", 4),
(21, "호시", "퍼포먼스 유닛 리더, 메인댄서, 리드보컬", "남", "1996-06-15", "한국", 4),
(22, "원우", "리드래퍼", "남", "1996-07-17", "한국", 4),
(23, "우지", "보컬 유닛 리더, 메인보컬", "남", "1996-11-22", "한국", 4),
(24, "디에잇", "리드댄서, 서브보컬", "남", "1997-11-07", "중국", 4),
(25, "민규", "리드래퍼", "남", "1997-04-06", "한국", 4),
(26, "도겸", "메인보컬", "남", "1997-02-18", "한국", 4),
(27, "승관", "메인보컬", "남", "1998-01-16", "한국", 4),
(28, "버논", "메인래퍼", "남", "1998-02-18", "한국, 미국", 4),
(29, "디노", "메인댄서, 리드래퍼, 서브보컬", "남", "1999-02-11", "한국", 4),

-- BTS(5)
(30, "진", "서브보컬, 비주얼", "남", "1992-12-04", "한국", 5),
(31, "슈가", "리드래퍼", "남", "1993-03-09", "한국", 5),
(32, "제이홉", "메인댄서, 서브래퍼, 서브보컬", "남", "1994-02-18", "한국", 5),
(33, "RM", "리더, 메인래퍼", "남", "1994-09-12", "한국", 5),
(34, "지민", "메인댄서, 리드보컬", "남", "1995-10-13", "한국", 5),
(35, "뷔", "리드댄서, 서브보컬, 비주얼", "남", "1995-12-30", "한국", 5),
(36, "정국", "메인보컬, 리드댄서, 서브래퍼, 센터", "남", "1997-09-01", "한국", 5),

-- 블랙핑크(6)
(37, "지수", "리드보컬, 비주얼", "여", "1995-01-03", "한국", 6),
(38, "제니", "메인래퍼, 리드보컬", "여", "1996-01-16", "한국", 6),
(39, "로제", "메인보컬, 리드댄서", "여", "1997-02-11", "뉴질랜드", 6),
(40, "리사", "메인댄서, 리드래퍼, 서브보컬", "여", "1997-03-27", "태국", 6),

-- 에스파(7)
(41, "카리나", "리더, 메인댄서, 리드래퍼, 서브보컬", "여", "2000-04-11", "한국", 7),
(42, "지젤", "메인래퍼, 서브보컬", "여", "2000-10-30", "일본", 7),
(43, "윈터", "리드보컬, 리드댄서", "여", "2001-01-01", "한국", 7),
(44, "닝닝", "메인보컬", "여", "2002-10-23", "중국", 7),

-- 아이브(8)
(45, "안유진", "리더, 서브보컬", "여", "2003-09-01", "한국", 8),
(46, "가을", "메인래퍼, 메인댄서", "여", "2002-05-02", "한국", 8),
(47, "레이", "리드래퍼, 서브보컬", "여", "2004-02-03", "일본", 8),
(48, "장원영", "리드보컬, 센터", "여", "2004-08-31", "한국", 8),
(49, "리즈", "메인보컬", "여", "2004-11-21", "한국", 8),
(50, "이서", "서브보컬", "여", "2007-02-21", "한국", 8),

-- 엔믹스(9)
(51, "릴리", "메인보컬", "여", "2002-10-17", "호주", 9),
(52, "해원", "리더, 메인보컬", "여", "2003-02-25", "한국", 9),
(53, "설윤", "리드보컬, 리드댄서", "여", "2004-01-26", "한국", 9),
(54, "배이", "서브보컬", "여", "2004-12-28", "한국", 9),
(55, "지우", "메인댄서, 리드래퍼, 서브보컬", "여", "2005-04-13", "한국", 9),
(56, "규진", "메인댄서, 리드래퍼, 서브보컬", "여", "2006-05-26", "한국", 9),

-- 투모로우바이투게더(10)
(57, "수빈", "리더, 서브보컬, 서브래퍼", "남", "2000-12-05", "한국", 10),
(58, "연준", "메인래퍼, 메인댄서, 서브보컬", "남", "1999-09-13", "한국", 10),
(59, "범규", "서브보컬, 서브래퍼, 비주얼", "남", "2001-03-13", "한국", 10),
(60, "태현", "메인보컬", "남", "2002-02-05", "한국", 10),
(61, "휴닝카이", "리드보컬, 서브래퍼", "M", "2002-08-14", "미국", 10);